Repository: datasc-masa/wordpress-plugin
Catalog: languages/novinhub-*.po
Languages: fa_ir

source: After installing the plugin, take your access token from your
fa_ir: پس از نصب افزونه، توکن خود را از

source: Novinhub Profile
fa_ir: پروفایل نوین هاب

source: and insert below.
fa_ir: خود برداشته و در قسمت زیر وارد کنید.

source: Your Novinhub Token
fa_ir: توکن نوین هاب شما

source: Settings
fa_ir: تنظیمات

source: Novinhub Plugin
fa_ir: پلاگین نوین هاب

source: Novinhub
fa_ir: نوین هاب

source: Enter your Token Here
fa_ir: توکن خود را در کادر رو به رو وارد کنید

source: Your Token is
fa_ir: توکن شما این است

source: Novinhub wordpress plugin for sending wordpress posts to your social medias.
fa_ir: افزونه وردپرس نوین هاب برای ارسال پست‌ها به شبکه‌های اجتماعی شما.

source: Set Token
fa_ir: تنظیم توکن

source: Number of accounts assigned to token:
fa_ir: تعداد اکانت‌های متصل به این توکن:

source: ID
fa_ir: شناسه

source: Name
fa_ir: نام

source: Type
fa_ir: نوع

source: Error
fa_ir: خطا

source: Invalid Token...
fa_ir: توکن نامعتبر است...

source: Please go to Novinhub Settings page and reset token.
fa_ir: لطفا به منظور تنظیم دوباره توکن به صفحه تنظیمات نوین هاب بروید.

source: Something went wrong, please refresh the page to get accounts again
fa_ir: مشکلی به وجود آمده است. لطفا برای گرفتن اکانت‌های خود صفحه را رفرش کنید

source: Choose accounts to send to
fa_ir: اکانت خود را برای ارسال انتخاب کنید

source: Characters
fa_ir: کاراکترها

source: Create Caption using post text, get Media and copy Tags from sidebar
fa_ir: ساخت کپشن با استفاده از متن نوشته، گرفتن مدیا و کپی کردن هشتگ‌های منوی کنار

source: Warning!
fa_ir: هشدار!

source: There is no Media...
fa_ir: تصویر/ویدئو اضافه نشده است...

source: There is no Image...
fa_ir: تصویر اضافه نشده است....

source: Image:
fa_ir: تصویر:

source: Click to check
fa_ir: برای بررسی، کلیک کنید

source: Video:
fa_ir: ویدئو:

source: There is no Tags...
fa_ir: هشتگی تعریف نشده است...

source: Tags Are:
fa_ir: هشتگ‌ها:

source: Publish later
fa_ir: بعدا منتشر شود

source: Warning
fa_ir: هشدار

source: If more than one image has been attached, the first one will be uploaded... (Highest Priority: Featured Image)
fa_ir: اگر بیش از یک تصویر وارد شده باشد، تنها اولین تصویر آپلود خواهد شد. (بالاترین اولویت: تصویر شاخص)

source: If more than one video has been attached, the first one will be uploaded...
fa_ir: اگر بیش از یک ویدئو وارد شده باشد، تنها اولین ویدئو آپلود خواهد شد.

source: If image and video have been attached simultaneously, only the image will be uploaded...
fa_ir: اگر تصویر و ویدئو هر دو وارد شده باشند، تنها تصویر آپلود خواهد شد.

source: If you want to Add some Hashtags into your caption, you can insert your hashtags into Tags section. (Be sure your hashtags added correctly to wordpress.)
fa_ir: اگر قصد اضافه کردن تعدادی هشتگ به کپشن خود را دارید، هشتگ‌های خود را در قسمت برچسب‌ها وارد کنید. (مطمئن شوید هشتگ‌های شما به درستی به وردپرس اضافه شوند.)

source: If you want to add description about your product, you can use "Product short description" section...
fa_ir: اگر قصد اضافه کردن توضیح برای محصول خود دارید، می‌توانید از قسمت "توضیح کوتاه درباره محصول" استفاده کنید...

source: If you want to add image for your product, you can use "Product image" section in right menu...
fa_ir: اگر قصد اضافه کردن تصویر برای محصول خود دارید، می‌توانید از قسمت "تصویر محصول" در منوی سمت چپ استفاده کنید...

source: If you want to add some hashtags for your product, you can use "Product tags" section in right menu...
fa_ir: اگر قصد اضافه کردن تعدادی هشتگ برای محصول خود دارید، می‌توانید از قسمت "برچسب محصولات" در منوی سمت چپ استفاده کنید...

source: If you want to add price for your product, you can use "Sale price" section...
fa_ir: اگر قصد اضافه کردن قیمت برای محصول خود دارید، می‌توانید از قسمت "قیمت فروش ویژه" استفاده کنید...

source: Send
fa_ir: ارسال

source: Choose at least one account to send to
fa_ir: حداقل یک اکانت برای ارسال انتخاب کنید

source: Choose at least a media to upload
fa_ir: حداقل یک مدیا برای آپلود انتخاب کنید

source: Write caption
fa_ir: کپشن بنویسید

source: Wait!
fa_ir: صبر کنید!

source: Uploading Image...
fa_ir: در حال آپلود عکس...

source: Error!
fa_ir: خطا!

source: Image upload has error:
fa_ir: آپلود عکس با خطا مواجه شد:

source: Uploading Video, It may takes some seconds...
fa_ir: در حال آپلود ویدئو، ممکن است چند ثانیه طول بکشد...

source: Video upload has error:
fa_ir: آپلود ویدئو با مشکل مواجه شد:

source: Successful!
fa_ir: موفق!

source: Wait, Finishing...
fa_ir: صبر کنید، در حال اتمام...

source: Post upload has error:
fa_ir: آپلود پست با خطا مواجه شد:

source: Done!
fa_ir: انجام شد!

source: Your post sent to novinhub successfully.
fa_ir: پست شما با موفقیت به نوین هاب ارسال شد.

source: "Sometimes publishing your post may be delayed, please be patient."
fa_ir: "ممکن است گاهی انتشار پست شما با تاخیر مواجه شود، لطفا شکیبا باشید."

source: "In case of problems, please contact Novinhub support."
fa_ir: "در صورت بروز مشکل با پشتیبانی نوین هاب تماس حاصل فرمایید."

source: Thank you for choosing Novinhub
fa_ir: از اینکه نوین هاب را انتخاب کرده‌اید، سپاسگزاریم!

source: Sending post without media...
fa_ir: ارسال پست بدون مدیا...
